Repository: swingenieria/entelai-reportes
Catalog: entelai-pdf/locale/*/LC_MESSAGES/messages.po
Languages: pt

source: ID de Paciente
pt: Identificação do paciente

source: Nombre del estudio
pt: Nome do estudo

source: Fecha del estudio
pt: Data do estudo

source: Edad
pt: Idade

source: Género
pt: Sexo

source: Nombre estudio previo
pt: Nome do estudo anterior

source: Fecha estudio previo
pt: Data estudo anterior

source: VIC: Volumen Intracraneal. Los rangos de valores normales están definidos al nivel del percentil 5%. Producto médico autorizado por ANMAT e inscripto en el Registro Nacional de Productores y Productos de Tecnología Médica bajo el número 2477-1. Entelai Pic versión 2.1.0.
pt: VIC: Volume intracraniano. Os intervalos de valores normais são definidos no nível do percentil 5%. Produto médico autorizado pela ANMAT e registrado no Registro Nacional de Produtores e Produtos de Tecnologia Médica sob o número 2477-1. Entelai Pic versão 2.1.0.

source: Volumen cerebro (FPC)
pt: Volume cerebral (FPC)

source: Volumen sustancia gris cortical
pt: Volume do córtex cerebral

source: Volumen hipocampos
pt: Volume do hipocampo

source: Volumen corteza
pt: Volume do córtex

source: Volumen cerebelo
pt: Volume do cerebelo

source: Segmentación de tejidos
pt: Segmentação de tecidos

source: Mapa de calor de volumen según área
pt: Mapa de calor de volume por área

source: Volumen según estructuras
pt: Volume por estruturas

source: Estructura
pt: Estrutura

source: Volumen
pt: Volume

source: Rango normal ajustado por edad
pt: Faixa normal ajustada por idade

source: Percentilo normativo
pt: Percentil normativo

source: Cambio volumen anualizado
pt: Variação anualizada do volume

source: Cambio volumen anualizado normativo
pt: Variação anualizada normativa do volume

source: FRACCIÓN DE PARENQUIMA CEREBRAL
pt: FRAÇÃO DE PARENQUIMA CEREBRAL

source: Una Frase con una evaluacion medica.
pt: NOT NEEDED.

source: Otra Frase con otra evaluacion
pt: NOT NEEDED

source: Entelai Pic Radiografía de Torax Versión 1.0.0. Producto médico en proceso de autorización por la ANMAT.
pt: Produto médico autorizado pela ANMAT e registrado no Registro Nacional de Produtores e Produtos de Tecnologia Médica sob o número 2477-1.

source: Reporte Torax
pt: Relatorio de Torax

source: Proyección LAT
pt: Projeção lateral

source: Proyección
pt: Projeção

source: La siguiente radiografía de tórax se analizó utilizando un sistema de inteligencia artificial. Se utilizó la imagen de XXX. Se observaron al menos una anormalidad en el estudio para revisión por el especialista.
pt: A seguinte radiografia de tórax foi analisada usando um sistema de inteligência artificial. A imagem XXX foi usada. Pelo menos uma alteração foi observada no estudo para revisão medica.

source: Reporte de análisis automatizado por inteligencia artificial
pt: Relatorio de análise automatizada por inteligência artificial

source: Sospecha diagnóstica
pt: Suspeita diagnóstica

source: El estudio presenta los siguientes hallazgos para evaluación:
pt: O estudo apresenta os seguintes resultados para avaliação:

source: La siguiente radiografía de tórax se analizó utilizando un sistema de inteligencia artificial. Se utilizaron las imágenes de frente y perfil.
pt: A seguinte radiografia de tórax foi analisada usando um sistema de inteligência artificial. Foram utilizadas as projeções frontal e de perfil.

source: No se detectaron hallazgos anormales.
pt: Não foram detectados achados anormais.

source: Se observa un área anormal para revisión por el especialista.
pt: Uma área anormal foi detectada para revisão médica.

source: Proyección AP
pt: Projeção AP

source: Áreas de interés
pt: Áreas de interesse

source: Reporte de análisis automatizado por inteligencia artificial
pt: Relatorio de análise automatizada por inteligência artificial

source: Hallazgos radiológicos
pt: Achados Radiológicos

source: Aclaración para el médico
pt: Clarificação para o profissional de saúde

source: El porcentaje presente en cada hallazgo refleja el grado de certeza que posee el algoritmo para su predicción. Cuanto más alto el porcentaje,mayor es el grado de certeza ante un determinado hallazgo. Por el contrario, porcentajes más bajos, reflejan un menor grado de certeza.Esto puede deberse a factores del entrenamiento del algoritmo o propios de la imagen (hallazgo pequeño, atípico o imagen de baja calidad).Los mapas de calor son una representación visual de los sectores de la radiografíaque fueron más relevantes para el algoritmo de inteligencia artificial en su predicción.Sin embargo, estas áreas pueden no necesariamente coincidir conlos sectores radiológicamente relevantes para el diagnóstico del hallazgo.
pt: EXAMPLE

source: Aclaración para el paciente
pt: Esclarecimento ao Paciente

source: Este reporte es generado por un sistema de inteligencia artificial de soporte para uso exclusivo de los profesionales médicos. En consecuencia, este reporte no podrá considerarse como un diagnóstico médico ni como una opinión médica y, por tanto, no reemplaza el diagnóstico o la opinión médica del profesional responsable a cargo. La información contenida en este informe no es exhaustiva ni podrá considerarse como tal y no queda exenta de cualquier limitación o error pudiendo incluso ser distinta a la opinión del médico tratante quien será el único profesional responsable capacitado para elaborar un diagnóstico. Siga siempre todas las recomendaciones del profesional médico tratante.
pt: Este relatorio é gerado por um sistema de inteligência artificial de suporte para uso exclusivo de profissionais médicos. Consequentemente, este relatorio não pode ser considerado um diagnóstico médico ou opinião médica e, portanto, não substitui o diagnóstico ou opinião médica do profissional responsável. As informações contidas neste relatorio não são exaustivas, nem podem ser consideradas como tal e não estão isentas de qualquer limitação ou erro, podendo até divergir da opinião do médico assistente que será o único responsável treinado para fazer um diagnóstico. Siga sempre todas as recomendações do profissional médico responsável pelo tratamento.

source: Entelai Pic Mamografía Versión 1.0.0. Producto médico autorizado por ANMAT e inscripto en el Registro Nacional de Productores y Productos de Tecnología Médica bajo el número 2477-1.
pt: Produto médico autorizado pela ANMAT e registrado no Registro Nacional de Produtores e Produtos de Tecnologia Médica sob o número 2477-1.

source: Mamografía
pt: Mamografia

source: Derecha-MLO
pt: Direita-MLO

source: Derecha-CC
pt: Direita-CC

source: Izquierda-MLO
pt: Esquerda-MLO

source: Izquierda-CC
pt: Esquerda-CC

source: Se observó una anomalía correspondiente a una calcificación y una masa con una certeza mayor a 85%.
pt: ooooooooooooooooo.

source: Se estima con un 90% de probabilidad la existencia de al menos una anomalía maligna.
pt: A existência de pelo menos uma anomalia maligna é estimada com 90% de probabilidade.

source: (hallazgo en mama derecha)
pt: (achado no seio direito)

source: Reporte de inteligencia artificial
pt: Relatorio de inteligência artificial

source: Se analizaron las mamografías en las proyecciones craneocaudal y mediolateral oblicua de las mamas izquierda y derecha utilizando un algoritmo de inteligencia artificial. Se observaron al menos una anormalidad en el estudio para revisión por el especialista.
pt: A mamografia foi analisada nas projeções cranio-caudal e médio-lateral oblíqua de as mama esquerda e direita usando um algoritmo de inteligência artificial. Pelo menos uma alteração foi observada no estudo para revisão medica.

source: Hallazgos encontrados
pt: Resultados encontrados

source: Mama Derecha
pt: Mama Direita

source: Mama Izquierda
pt: Mama Esquerda

source: Clasificación segun BIRADS
pt: Classificação de acordo com BIRADS

source: Los hallazgos en la mamografía corresponden a un BIRADS de 3
pt: ooooooooooooooooooo

source: Clasificación de estudio
pt: Classificação do estudo

source: Se analizaron las mamografías en las proyecciones craneocaudal y mediolateral oblicua de las mamas izquierda y derecha utilizando un algoritmo de inteligencia artificial. No se encontraron anomalías en ninguna de las mamas analizadas.
pt: A mamografia foi analisada nas projeções cranio-caudal e médio-lateral oblíqua de as mama esquerda e direita usando um algoritmo de inteligência artificial. Não foram detectados achados anormais.

source: Cuantificación de lesiones
pt: Quantificação de lesões

source: Lesiones hiperintensas FLAIR
pt: Lesões hiperintensas no FLAIR

source: Área a revisar
pt: Área a analisar

source: Área posiblemente atrófica
pt: Área possivelmente atrófica

source: Análisis volumétrico de lesiones
pt: Análise volumétrica de lesões

source: Volumen de lesión
pt: Volume de lesão

source: Estudio actual
pt: Estudo atual

source: Estudio anterior
pt: Estudo anterior

source: Hiperintensas en flair (cm3)
pt: Lesões hiperintensas no FLAIR (cm3)

source: Hiperintensas en flair (%VIC)
pt: Lesões hiperintensas no FLAIR (%VIC)

source: DETECCIÓN DE LESIONES
pt: DETECÇÃO DE LESÕES

source: Sust. blanca hem. izq.
pt: Subst. branca hem. esq.

source: Ventrículos supratentoriales
pt: Ventrículos supratentoriais

source: Sust. blanca cerebelo izq.
pt: Subst branca cerebelar esq.

source: Sust. gris cerebelo izq.
pt: Subst cinzenta cerebelar esq.

source: Tálamo izquierdo
pt: Tálamo esq.

source: Caudado izquierdo
pt: Caudado esq.

source: Putamen izquierdo
pt: Putâmen esq.

source: Pálido izquierdo
pt: Globo pálido esq.

source: Ventrículo (4to)
pt: Quarto ventrículo

source: Hipocampo izquierdo
pt: Hipocampo esq.

source: Amígdala izquierda
pt: Amigdala esq.

source: Sust. blanca hem. der.
pt: Subst. branca hem. dir.

source: Sust. blanca cerebelo der.
pt: Subst. branca cerebelar dir.

source: Sust. gris cerebelo der.
pt: Subst. cinzenta cerebelar dir.

source: Tálamo derecho
pt: Tálamo dir.

source: Caudado derecho
pt: Caudado dir.

source: Putamen derecho
pt: Putâmen dir.

source: Pálido derecho
pt: Globo pálido dir.

source: Hipocampo derecho
pt: Hipocampo dir.

source: Amígdala derecha
pt: Amigdala dir.

source: Corteza temporal izquierda
pt: Córtex temporal esq.

source: Corteza frontal izquierda
pt: Córtex frontal esq.

source: Corteza parietal izquierda
pt: Córtex parietal esq.

source: Corteza occipital izquierda
pt: Córtex occipital esq.

source: Corteza insular izquierda
pt: Córtex insular esq.

source: Corteza temporal derecha
pt: Córtex temporal dir.

source: Corteza frontal derecha
pt: Córtex frontal dir.

source: Corteza parietal derecha
pt: Córtex parietal dir.

source: Corteza occipital derecha
pt: Córtex occipital dir.

source: Corteza insular derecha
pt: Córtex insular dir.

source: Sust. blanca
pt: Substância Branca

source: Sust. gris
pt: Substância Cinzenta

source: Liq. encefalorraquídeo
pt: Líq. Cefalorraquidiano

source: Parénquima Cerebral
pt: Parênquima Cerebral

source: Corteza frontal
pt: Córtex frontal

source: Corteza insular
pt: Córtex insular

source: Corteza occipital
pt: Córtex occipital

source: Corteza parietal
pt: Córtex parietal

source: Corteza temporal
pt: Córtex temporal

source: Producto médico autorizado por ANMAT e inscripto en el Registro Nacional de Productores y Productos de Tecnología Médica (bajo el número 2477-1) y ANVISA (número de registro 80102512470). Versión {}
pt: Produto médico autorizado pela ANMAT e registrado no Registro Nacional de Produtores e Produtos de Tecnologia Médica (sob o número 2477-1) e ANVISA (sob o número 80102512470). Entelai Pic versão {}

source: Este estudio se analizó utilizando un sistema de inteligencia artificial. Se observaron los siguientes hallazgos para revisión por el especialista:
pt: O seguinte estudo foi analisado usando um sistema de inteligência artificial. Os seguintes achados foram observados para revisão pelo especialista:

source: Error al procesar el estudio
pt: Erro no processamento do estudo

source: Se produjo un error en el procesamiento de este estudio. Por favor abra un ticket en https://soporte.entelai.com para mayor información.
pt: Houve um erro no processamento deste estudo. Favor abrir um ticket em https://soporte.entelai.com para maiores informações.

source: Izquierda - CC
pt: Esquerda - CC

source: Izquierda - MLO
pt: Esquerda - MLO

source: Derecha - CC
pt: Direita - CC

source: Derecha - MLO
pt: Direita - MLO

source: Clasificación del estudio
pt: Classificação do estudo

source: Este Score refleja el cálculo de la IA respecto a la presencia real de hallazgos benignos/malignos. A mayor valor, mayor probabilidad de presencia de un hallazgo real.
pt: Esta pontuação reflete o cálculo da IA ​​em relação à presença real de achados benignos/malignos. Quanto maior o valor, maior a probabilidade da presença de um achado real.

source: Este reporte es de uso exclusivo para profesionales médicos, no constituye en sí un diagnóstico médico ni una opinión profesional, ni necesariamente va a estar de acuerdo con el diagnóstico, opinión o conducta que tome su profesional tratante. Siga siempre todas las recomendaciones del profesional.
pt: Este relatorio é somente para uso de profissionais médicos, não constitui um diagnóstico médico ou opinião profissional, nem necessariamente concordará com o diagnóstico, opinião ou curso de ação tomado por seu médico. Siga sempre todos os conselhos médicos.

source: Etiqueta Verde: sin hallazgos de relevancia.
pt: Rótulo Verde: nenhum resultado relevante.

source: Etiqueta Amarilla: probable hallazgo benigno.
pt: Rótulo Amarelo: provavelmente um achado benigno.

source: Etiqueta Rosa: Los hallazgos de esta mamografía deben ser revisados por el especialista según su criterio. En el entrenamiento del sistema, estos casos requirieron estudio histológico dentro de los 120 días.
pt: Rótulo Rosa: Os resultados desta mamografia devem ser analisados pelo especialista a seu critério. No treinamento do sistema, estes casos exigiram um estudo histológico dentro de 120 dias.

source: Volumen en cm3
pt: Volume em cm3

source: Volumen en %VIC
pt: Volume em %VIC

source: Rango normal ajustado por edad según %VIC
pt: Faixa normal ajustada para a idade de acordo com %VIC

source: Cambio de percentilo
pt: Variação de percentil

source: Tasa de cambio anualizada
pt: Taxa de variação anualizada

source: Aclaraciones para el médico
pt: Esclarecimentos para o Médico

source: Abreviaturas: VIC (Volumen Intracraneal)
pt: Abreviaturas: VIC (Volume Intracraniano)

source: Los rangos normales corresponden a los valores contenidos entre el percentil 1% y el 99%. Se destacan con <strong>negrita</strong> las áreas que se encuentren por debajo del límite inferior (superior en el caso del sistema ventricular).
pt: As faixas normais correspondem a valores contidos entre o percentil 1% e 99%. As áreas abaixo do limite inferior (superior no caso do sistema ventricular) são destacadas em <strong>negrito</strong>.

source: La disminución anual del volumen de esta área es mayor a la esperada para el rango etario (excepto las estructuras subcorticales)
pt: A diminuição anual do volume desta área é maior do que o esperado para a faixa etária (exceto estruturas subcorticais)

source: El aumento anual del volumen de esta área es mayor a la esperada para el rango etario (excepto las estructuras subcorticales)
pt: O aumento anual do volume desta área é maior do que o esperado para a faixa etária (exceto estruturas subcorticais)

source: VOLÚMENES GLOBALES
pt: VOLUMES GLOBAIS

source: ESTR. SUBCORTICALES
pt: ESTR. SUBCORTICAIS

source: ESTR. INFRATENTORIALES
pt: ESTR. INFRATENTORIAIS

source: ÁREAS CORTICALES
pt: ÁREAS CORTICAIS

source: Este estudio se analizó utilizando un sistema de inteligencia artificial. Se presentan los resultados de la cuantificación volumétrica para la revisión por el especialista.
pt: O seguinte estudo foi analisado usando um sistema de inteligência artificial. Os resultados da quantificação volumétrica são apresentados para revisão do especialista.

source: Volumen hipocampo izquierdo
pt: Volume do hipocampo esquerdo

source: Volumen hipocampo derecho
pt: Volume do hipocampo direito

source: Volumen ventrículos
pt: Volume ventricular

source: Segmentación de tejidos y áreas
pt: Segmentação de tecidos

source: VOLUMETRÍA
pt: VOLUMETRIA

source: Lesiones estables/decrecientes
pt: Lesões estáveis/decrescentes

source: Lesiones nuevas/crecientes
pt: Lesões novas/crescentes

source: Cuantificación de lesiones hiperintensas en FLAIR
pt: Quantificação de lesões

source: <strong>Estudio actual</strong>
pt: <strong>Estudo atual</strong>

source: Hiperintensas en FLAIR (cm3)
pt: Hiperintensas em FLAIR (cm3)

source: Hiperintensas en FLAIR (%VIC)
pt: Hiperintensas em FLAIR (%VIC)

source: Número de lesiones totales (&#8805; 3mm de diámetro)
pt: Número total de lesões (&#8805; 3mm de diâmetro)

source: &nbsp;&nbsp;<em>Lesiones estables/decrecientes</em>
pt: &nbsp;&nbsp;<em>Lesões estáveis/decrescentes</em>

source: &nbsp;&nbsp;<em>Lesiones nuevas/crecientes</em>
pt: &nbsp;&nbsp;<em>Lesões novas/crescentes</em>

source: Radiografía de Tórax
pt: Raio-x do Tórax

source: El porcentaje presente en cada hallazgo refleja el grado de certeza que posee el algoritmo para su predicción. Cuanto más alto el porcentaje, mayor es el grado de certeza ante un determinado hallazgo. Por el contrario, porcentajes más bajos, reflejan un menor grado de certeza. Esto puede deberse a factores del entrenamiento del algoritmo o propios de la imagen (hallazgo pequeño, atípico o imagen de baja calidad). Los mapas de calor son una representación visual de los sectores de la radiografía que fueron más relevantes para el algoritmo de inteligencia artificial en su predicción. Sin embargo, estas áreas pueden no necesariamente coincidir con los sectores radiológicamente relevantes para el diagnóstico del hallazgo.
pt: A porcentagem presente em cada constatação reflete o grau de certeza que o algoritmo tem para sua predição. Quanto maior a porcentagem, maior o grau de certeza para um determinado achado. Por outro lado, porcentagens mais baixas refletem um menor grau de certeza. Isto pode ser devido a fatores de treinamento do algoritmo ou da própria imagem (achado pequeno, imagem atípica ou de baixa qualidade). Os mapas de calor são uma representação visual das áreas da radiografia que foram mais relevantes para o algoritmo de inteligência artificial em sua previsão. Entretanto, essas áreas podem não coincidir necessariamente com os setores radiologicamente relevantes para o diagnóstico do achado.

source: Imagen analizada
pt: Imagem analisada
